Repository: Paving-Base/APK-Installer
Catalog: APKInstaller/APKInstaller/Strings/*/InstallPage.resw
Source language: en_us
Languages: ar_sa, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, nl_nl, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_latn, zh_tw

# AboutADB
source: ADB, the Android Debug Bridge, is needed for APK Installer to work. Click "Download" to download it. By downloading, you accept the Google Terms and Conditions for ADB. If you have already downloaded ADB, click "Select" to select it.
ar_sa: ADB، جسر تصحيح أخطاء أندرويد، مطلوب لتثبيت APK للعمل. انقر فوق "تنزيل" لتحميله. من خلال التنزيل، أنت تقبل شروط وأحكام Google لـ ADB. إذا كنت قد قمت بتنزيل ADB بالفعل، انقر فوق "إختار" لتحديد ذلك.
de_de: ADB, die Android Debug Bridge, wird für den APK Installer benötigt. Klicken Sie auf "Download", um sie herunterzuladen. Mit dem Download akzeptieren Sie die AGB von Google für ADB.
el_gr: ADB, η γέφυρα αποσφαλμάτωσης Android, είναι απαραίτητη για να λειτουργήσει ο εγκαταστάτης APK. Κάντε κλικ στο κουμπί "Λήψη" για να το κατεβάσετε. Με τη λήψη, αποδέχεστε τους Όρους και Προϋποθέσεις της Google για ADB. Αν έχετε ήδη κατεβάσει ADB, κάντε κλικ στο κουμπί "Επιλογή" για να το επιλέξετε.
es_es: ADB, el Puente de Depuración de Android, es necesario para que el Instalador de APK funcione. Clica "Descargar" para descargarlo. Al descargar, aceptas los Términos y Condiciones de Google para ADB. Si ya has descargado ADB, clica "Seleccionar" para seleccionarlo.
fr_fr: ADB, le mode de débogage Android (Android Debug Bridge), est requis pour qu'APK Installer fonctionne. Cliquez sur "Télécharger" pour le télécharger. En le téléchargeant, vous acceptez les Conditions d'Utilisation de Google pour ADB. Si vous avez déjà téléchargé ADB, cliquez sur "Sélectionner" pour le sélectionner.
he_il: ADB, גשר אנדרואיד באגים, דרוש כדי שמתקין APK יעבוד. לחץ על "הורד" כדי להוריד אותו. בהורדה אתה מקבל את התנאים וההגבלות של גוגל עבור ADB. אם כבר הורדת את ADB, לחץ על "בחר" כדי לבחור בו.
hu_hu: Az APK Telepítő működéséhez az ADB, azaz az Android Debug Bridge szükséges. Kattints a "Letöltés" gombra a letöltéshez. A letöltéssel elfogadod a Google ADB-re vonatkozó általános szerződési feltételeit. Ha már letöltötted az ADB-t, kattints a "Kiválasztás" gombra a kiválasztáshoz.
id_id: ADB, Android Debug Bridge, diperlukan agar Penginstal APK berfungsi. Klik "Unduh" untuk mengunduhnya. Dengan mengunduh, Anda menerima Persyaratan dan Ketentuan Google untuk ADB. Jika Anda sudah mengunduh ADB, klik "Pilih" untuk memilihnya.
it_it: ADB, Android Debug Bridge, è necessario affinché APK Installer funzioni. Fare clic su "Download" per scaricarlo. Scaricandolo accetti i Termini e le Condizioni di Google per ADB. Se hai già scaricato ADB, fai clic su "Seleziona" per selezionarlo.
ja_jp: APK インストーラーが機能するには、ADB（Android Debug Bridge） が必要です。 「ダウンロード」をクリックしてダウンロードしてください。 ダウンロードすると、 Google の ADB利用規約に同意したことになります。 既にADBをダウンロードしている場合は、「選択」をクリックして選択します。
ko_kr: APK 설치 관리자가 작동하려면 안드로이드 디버그 브리지인 ADB가 필요합니다. 다운로드하려면 "다운로드"를 클릭하세요. 다운로드하면 ADB에 대한 Google 이용 약관에 동의하는 것입니다. 이미 ADB를 다운로드한 경우 "선택"을 클릭하여 선택합니다.
nl_nl: ADB, de Android Debug Bridge, is nodig om APK Installer te laten werken. Klik op "Download" om het te downloaden. Door te downloaden, accepteer je de Google voorwaarden voor ADB. Als je de ADB al hebt gedownload, klik je op "Selecteren" om het te selecteren.
ro_ro: ADB, Android Debug Bridge, este necesar pentru ca APK Installer să funcționeze. Apăsa-ți "Descărcare" pentru a-l descărca. Prin descărcare, sunteți de acord cu Termenii și Condițile Google pentru ADB. Dacă a-ți descărcat ADB deja, apăsa-ți "selectare" pentru a-l selecta.
ru_ru: ADB, Android Debug Bridge, необходим для работы программы APK Installer. Нажмите "Загрузить" для загрузки. Загружая, вы принимаете Условия и Положения Google для ADB. Если вы уже скачали ADB, нажмите "Выбрать", чтобы выбрать его.
tr_tr: APK Yükleyicisinin çalışması için Android Hata Ayıklama Köprüsü olan ADB gereklidir. İndirmek için "İndir"e tıklayın. İndirerek ADB için Google Hüküm ve Koşullarını kabul etmiş olursunuz. ADB'yi daha önce indirdiyseniz seçmek için "Seç"e tıklayın.
uk_ua: ADB, Android Debug Bridge, потрібен для роботи Інсталятора APK. Натисніть «Завантажити», щоб завантажити його. Завантажуючи, ви приймаєте загальні положення та умови Google для ADB. Якщо ви вже завантажили ADB, натисніть «Вибрати», щоб вибрати його.
vi_vn: APK Installer cần ADB (Android Debug Bridge) để hoạt động được. Bấm "Tải" để tải về. Khi tải về, bạn đồng ý với điều khoản và điều kiện của Google về ADB. Nếu bạn đã tải sẵn ADB, bấm "Chọn" để chọn nó.
zh_latn: APK ānzhuāngchéngxù xūyào ADB jí Android tiáoshì qiáo cái'néng gōngzuò. Dānjī "xiàzǎi" jìnxíng xiàzǎi. Xiàzǎi jí biǎoshì nín jiēshòu Google wéi ADB zhìdìng de tiáokuǎn hé tiáojiàn. Rúguǒ nín yǐjīng xiàzǎi le ADB, qǐng diǎnjī "xuǎnzé" lái xuǎnzé tā.
zh_tw: APK 安裝程式需要 ADB 即 Android 偵錯橋接器才能工作。 按下「下載」即可下載。 下載即表示您接受 Google 為 ADB 制定的條款及條件。 如果您已經下載了 ADB，請按下「選取」以選取它。

# ADBExist
source: ADB Exists
ar_sa: ADB موجودة
de_de: ADB ist vorhanden
el_gr: Το ADB Υπάρχει
es_es: ADB Existe
fa_ir: privacy
fi_fi: ADB On Olemassa
fr_fr: ADB existe
he_il: ADB קיים
hu_hu: Az ADB létezik
id_id: Ada ADB
it_it: ADB Disponibile
ja_jp: ADBが見つかりました
ko_kr: ADB 있음
nl_nl: ADB bestaat al
ro_ro: ADB există
ru_ru: ADB существует
sv_se: ADB finns
tr_tr: ADB Var
uk_ua: ADB існує
vi_vn: ADB đã tồn tại
zh_latn: ADB yǐ cúnzài
zh_tw: ADB 已存在

# ADBMissing
source: ADB is missing
ar_sa: ADB مفقود
de_de: ADB fehlt
el_gr: Λείπει το ADB
es_es: Falta ADB
fi_fi: ADB puuttuu
fr_fr: ADB est manquant
he_il: ADB חסר
hu_hu: ADB hiányzik
id_id: ADB hilang
it_it: ADB non disponibile
ja_jp: ADBが見つかりません
ko_kr: ADB를 찾을 수 없습니다.
nl_nl: ADB ontbreekt
ro_ro: ADB lipsește
ru_ru: АБР отсутствует
sv_se: ADB saknas
tr_tr: ADB eksik
uk_ua: ADB відсутній
vi_vn: Thiếu ADB
zh_latn: Zhǎo búdào ADB
zh_tw: 找不到 ADB

# Analysis
source: In Analysis...
el_gr: Στην Ανάλυση...
es_es: En análisis...
fi_fi: Analysoidaan...
fr_fr: En cours d'analyse...
hu_hu: Elemzés...
id_id: Dalam Tahap Analisis...
it_it: In Analisi...
ja_jp: 解析しています...
ko_kr: 분석 중...
ro_ro: În analiză...
sv_se: I Analys...
tr_tr: Analizde...
uk_ua: У Аналізі...
zh_latn: jiěxīzhōng...
zh_tw: 分析中…

# APKFileFlyoutItem.Text
source: APK File
ar_sa: ملفات APK
de_de: APK Datei
el_gr: Αρχείο APK
es_es: Archivo APK
fa_ir: فایل APK
fi_fi: APK Tiedosto
fr_fr: Fichier de l'APK
he_il: קובץ APK
hu_hu: APK fájl
id_id: berkas APK
it_it: File APK
ja_jp: APKファイル
ko_kr: APK 파일
nl_nl: APK bestand
ro_ro: Fișier APK
ru_ru: APK-файл
sv_se: APK-fil
tr_tr: APK Dosyası
uk_ua: Файл APK
vi_vn: Tệp APK
zh_latn: APK wénjiàn
zh_tw: APK 檔案

# AppCapabilities.HeadText
source: Capabilities:
ar_sa: القدرات:
de_de: Berechtigungen:
el_gr: Δυνατότητες:
es_es: Capacidades:
fi_fi: Kyvykkyydet:
fr_fr: Capacités :
he_il: יכולות:
hu_hu: Képességek:
id_id: Kemampuan:
it_it: Permessi:
ja_jp: 権限:
ko_kr: 기능:
nl_nl: Mogelijkheden:
ro_ro: Capabilități:
ru_ru: Возможности:
sv_se: Funktioner:
tr_tr: Özellikler:
uk_ua: Можливості:
vi_vn: Khả năng:
zh_latn: Gōngnéng:
zh_tw: 功能:

# AppNameFlyoutItem.Text
source: App Name
ar_sa: اسماء التطبيق
el_gr: Όνομα εφαρμογής
es_es: Nombre de la aplicación
fa_ir: نام برنامه
fi_fi: Sovelluksen Nimi
fr_fr: Nom de l'application
he_il: שם האפליקציה
hu_hu: Alkalmazás neve
id_id: Nama Aplikasi
it_it: Nome App
ja_jp: アプリ名
ko_kr: 앱 이름
nl_nl: Applicatie naam
ro_ro: Numele aplicației
ru_ru: Название приложения
sv_se: App namn:
tr_tr: Wear Pro
uk_ua: Назва додатку
vi_vn: Tên ứng dụng
zh_latn: Yìngyòng míngchēng
zh_tw: 應用程式名稱

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
hu_hu: Mégsem
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
ro_ro: Anulare
ru_ru: Отмена
sv_se: Avbryt
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_latn: Qǔxiāo
zh_tw: 取消

# CancelConfirmButton.Content
source: Yes
ar_sa: تأكيد
de_de: Ja
el_gr: Ναι
es_es: Sí
fa_ir: بله
fi_fi: Kyllä
fr_fr: Oui
he_il: כן
hu_hu: Igen
id_id: Ya
it_it: Si
ja_jp: はい
ko_kr: 예
nl_nl: Ja
ro_ro: Da
ru_ru: Да
sv_se: Ja
tr_tr: Evet
uk_ua: Так
vi_vn: Có
zh_latn: Shì
zh_tw: 是

# CancelContinueButton.Content
source: No
ar_sa: لا
de_de: Nein
el_gr: Όχι
fa_ir: خیر
fi_fi: Ei
fr_fr: Non
he_il: לא
hu_hu: Nem
id_id: Tidak
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
ro_ro: Nu
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không
zh_latn: Fǒu
zh_tw: 否

# CannotConnectWSA
source: Cannot Connect to WSA
ar_sa: لا يمكن الاتصال بالمضيف
de_de: WSA kann nicht verbunden werden
el_gr: Αδυναμία σύνδεσης με WSA
es_es: No se puede conectar a WSA
fa_ir: اتصال به WSA امکان پذیر نیست
fi_fi: Ei voi muodostaa yhteyttä WSA:han
fr_fr: Impossible de se connecter à WSA
he_il: אין אפשרות להתחבר אל WSA
hu_hu: Nem lehet csatlakozni a WSA-hoz
id_id: Tidak Dapat Terhubung ke WSA
it_it: Impossibile connettersi a WSA
ja_jp: WSAに接続できません
ko_kr: WSA에 연결할 수 없습니다.
nl_nl: Kan geen verbinding maken met WSA
ro_ro: Nu se poate conecta la WSA
ru_ru: Не удаётся подключиться к WSA
sv_se: Kan inte ansluta till WSA
tr_tr: WSA'ya Bağlanılamıyor
uk_ua: Не вдалося підключитися до WSA
vi_vn: Không thể kết nối đến WSA
zh_latn: Wúfǎ liánjiē dào WSA
zh_tw: 無法連線至 WSA

# CannotConnectWSAInfo
source: Either WSA didn't start properly, or there is a problem with ADB. This problem can be very difficult to resolve. Please restart the installer. If it still doesn't work, try restarting the computer.
ar_sa: وقد لا تبدأ إدارة شؤون المرأة على نحو سليم، أو قد تكون هناك مشكلة مع مصرف التنمية الآسيوي. الرجاء إعادة تشغيل المثبت. إذا كان لا يزال لا يعمل، حاول إعادة تشغيل الكمبيوتر.
de_de: Entweder wurde WSA nicht ordnungsgemäß gestartet, oder es liegt ein Problem mit der ADB vor. Dieses Problem kann sehr schwer zu beheben sein. Bitte starten Sie den Installer neu. Wenn es dann immer noch nicht funktioniert, versuchen Sie, den Computer neu zu starten.
el_gr: Είτε η WSA δεν ξεκίνησε σωστά, είτε υπάρχει πρόβλημα με το ADB. Αυτό το πρόβλημα μπορεί να είναι πολύ δύσκολο να επιλυθεί. Παρακαλώ επανεκκινήστε το πρόγραμμα εγκατάστασης. Αν εξακολουθεί να μην λειτουργεί, δοκιμάστε να επανεκκινήσετε τον υπολογιστή.
es_es: Puede que el WSA no empezase correctamente o hay un problema con el ADB. Este problema puede ser muy difícil de resolver. Por favor, reinicia el instalador. Si sigue sin funcionar, prueba a reiniciar el equipo.
fi_fi: Joko WSA ei aloittanut kunnolla, tai on ongelma ADB. Tämä ongelma voi olla erittäin vaikea ratkaista. Käynnistä asentaja uudelleen. Jos se ei vieläkään toimi, käynnistä tietokone uudelleen.
fr_fr: Soit WSA n'a pas démarré correctement, soit il y a un problème avec ADB. Ce problème peut être très difficile à résoudre. Veuillez redémarrer l'installateur. Si cela ne fonctionne toujours pas, essayez de redémarrer l'ordinateur.
he_il: או ש-WSA לא התחיל כמו שצריך, או שיש בעיה עם ADB. בעיה זו יכולה להיות קשה מאוד לפתרון. הפעל מחדש את תוכנית ההתקנה. אם זה עדיין לא עובד, נסה להפעיל מחדש את המחשב.
hu_hu: Előfordulhat, hogy a WSA nem indul el megfelelően, vagy az ADB-vel van probléma. Ezt néha nehéz megoldani. Indítsd újra a telepítőt. Ha így sem nem működik, indítsd újra a számítógépet.
id_id: Entah WSA tidak memulai dengan benar, atau ada masalah dengan ADB. Masalah ini bisa sangat sulit untuk diselesaikan. Silakan mulai ulang penginstal. Jika masih tidak bisa, coba memulai ulang komputer.
it_it: WSA non si è avviato correttamente, oppure c'è un problema con ADB. Questo inconveniente potrebbe essere molto difficile da risolvere. Riavvia l'installatore. Se non funziona, prova riavviando il computer.
ja_jp: WSA が正常に起動しなかったか、ADB に問題があります。 この問題は解決が非常に難しい場合があります。インストーラーを再起動してください。 それでも問題が解決しない場合は、コンピューターを再起動してみてください。
ko_kr: WSA가 제대로 시작되지 않았거나 ADB에 문제가 있습니다. 이 문제는 해결하기가 매우 어려울 수 있습니다. 설치 관리자를 다시 시작하세요. 그래도 작동하지 않으면 컴퓨터를 다시 시작해 보세요.
nl_nl: Of WSA is niet goed gestart, of er is een probleem met ADB. Dit probleem kan erg moeilijk op te lossen zijn. Start het installatieprogramma opnieuw op. Als het nog steeds niet werkt, probeer dan de computer opnieuw te starten.
ro_ro: Ori WSA nu a pornit corect, ori este o problemă cu ADB. Această problemă poate fi foarte greu de rezolvat. Vă rugam sa reporniți instalatorul. Dacă asta nu rezolvă problema, încercați să reporniți computer.
ru_ru: WSA запустилась некорректно или возникли проблемы с ADB. Пожалуйста, перезагрузите APK Installer. Если это не поможет, попробуйте перезагрузить компьютер.
sv_se: Antingen startade WSA inte ordentligt, eller så finns det ett problem med ADB. Detta problem kan vara mycket svårt att lösa. Starta om installationsprogrammet. Om det fortfarande inte fungerar, försök starta om datorn.
tr_tr: WSA düzgün başlatılamayabilir veya ADB ile ilgili bir sorun vardır. Bu durumun çözülmesi çok zor olabilir. Lütfen yükleyiciyi yeniden başlatın. Hâlâ çalışmıyorsa, bilgisayarı yeniden başlatmayı deneyin.
uk_ua: WSA не запустився належним чином, або виникла проблема з ADB. Цю проблему може бути дуже важко вирішити. Перезапустіть інсталятор. Якщо це все одно не працює, спробуйте перезавантажити свій пристрій.
vi_vn: WSA không bắt đầu đúng cách hoặc có vấn đề với ADB. Vấn đề này có thể rất khó giải quyết. Vui lòng khởi động lại trình cài đặt. Nếu vẫn không được, hãy thử khởi động lại máy tính.
zh_latn: WSA kě'néng méiyǒu zhèngcháng qǐdòng, huòzhě ADB chū le wèntí. Zhèzhǒng qíngkuàng kě'néng fēicháng nán jiějué. Qǐng chóngxīnqǐdòng ānzhuāngchéngxù. Rúguǒ réngrán wúfǎ shǐyòng, chángshì chóngqǐ diànnǎo.
zh_tw: WSA 可能沒有正常啟動，或者 ADB 出了問題。這種狀況可能非常難解決。請重新啟動安裝程式。如果仍然無法使用，嘗試重新啟動電腦。

# CannotOpenPackage
source: Cannot open app package
ar_sa: لا يمكن فتح حزمة التطبيقات
de_de: App Paket kann nicht geöffnet werden
el_gr: Αδυναμία ανοίγματος πακέτου εφαρμογών
es_es: No se puede abrir el paquete de aplicación
fi_fi: Sovelluspakettia ei voi avata
fr_fr: Impossible d'ouvrir le paquet de l'application
he_il: לא ניתן לפתוח את חבילת האפליקציה
hu_hu: Nem lehet megnyitni az app-csomagot
id_id: Tidak dapat membuka paket aplikasi
it_it: Impossibile aprire il pacchetto app
ja_jp: アプリパッケージを開けません
ko_kr: 앱 패키지를 열 수 없습니다.
nl_nl: Kan app pakket niet openen
ro_ro: Nu se poate deschide pachetul de aplicație
ru_ru: Не удалось открыть пакет
sv_se: Kan inte öppna app-paket
tr_tr: Uygulama paketi açılamıyor
uk_ua: Не вдалося відкрити пакет додатку
vi_vn: Không thể mở gói ứng dụng
zh_latn: Wúfǎ dǎkāi yìngyòng chéngxùbāo
zh_tw: 無法開啟應用程式套件

source: Checking...
ar_sa: جارٍ التحقق...
de_de: Überprüfen...
el_gr: Γίνεται έλεγχος...
es_es: Comprobando...
fa_ir: در حال بررسی...
fi_fi: Tarkistetaan...
fr_fr: Vérification...
he_il: בודק...
hu_hu: Ellenőrzés...
id_id: Memeriksa...
it_it: Verifica in corso...
ja_jp: 確認中…
ko_kr: 확인 중...
nl_nl: Controleren...
ro_ro: Se verifică...
ru_ru: Проверка...
sv_se: Kontrollerar...
tr_tr: Denetleniyor...
uk_ua: Перевірка...
vi_vn: Đang kiểm tra...
zh_latn: Jiǎnchá zhōng……
zh_tw: 正在檢查…

source: Checking ADB...
ar_sa: التحقق من ADB...
de_de: ADB wird geprüft...
el_gr: Γίνεται έλεγχος ADB...
es_es: Comprobando ADB...
fa_ir: در حال بررسی ADB...
fi_fi: Tarkistetaan ADB...
fr_fr: Vérification de ADB...
he_il: בודק...
hu_hu: ADB ellenőrzése...
id_id: Memeriksa ADB...
it_it: Verifica ADB in corso...
ja_jp: ADBを確認中...
ko_kr: ADB 확인 중...
nl_nl: ADB controleren...
ro_ro: Se verifică ADB...
ru_ru: Проверка ADB...
sv_se: Kontrollerar ADB...
tr_tr: ADB Denetleniyor...
uk_ua: Перевірка ADB...
vi_vn: Đang kiểm tra ADB...
zh_latn: Jiǎnchá ADB ……
zh_tw: 正在檢查 ADB…

source: Checking Path...
ar_sa: التحقق من Adb...
de_de: Überprüfe Pfad...
el_gr: Έλεγχος Διαδρομής...
es_es: Comprobando la ruta...
fa_ir: Voloco...
fi_fi: Tarkistetaan Polkua...
fr_fr: Vérification du chemin...
he_il: בודק נתיב...
hu_hu: Útvonal ellenőrzése...
id_id: Memeriksa Jalur...
it_it: Verifica Percorso...
ja_jp: パスを確認しています...
ko_kr: 경로 확인 중...
nl_nl: Pad controleren...
ro_ro: Se verifică calea...
ru_ru: Проверка пути...
tr_tr: Yol Kontrol Ediliyor...
uk_ua: Перевірка шляху...
vi_vn: Đường dẫn kiểm tra...
zh_latn: Jiǎnchá lùjìng……
zh_tw: 正在檢查路徑…

# ClickToRead
source: Click here to read them
ar_sa: قم بالنقر هنا من أجل التسجيل
de_de: Hier klicken zum lesen
el_gr: Κάντε κλικ εδώ για να τα διαβάσετε
es_es: Haz clic aquí para leerlos
fa_ir: برای خواندن آنها اینجا کلیک کنید
fi_fi: Paina tästä lukeaksesi ne
fr_fr: Cliquez ici pour les lire
he_il: לחץ כאן כדי לשחזר אותם
hu_hu: Kattints ide az olvasáshoz
id_id: Klik di sini untuk membacanya
it_it: Clicca qui per saperne di più
ja_jp: ここをクリックして読む
ko_kr: 읽으려면 여기를 클릭하세요.
nl_nl: Klik hier om het te bekijken
ro_ro: Faceți clic aici pentru a le citii
ru_ru: Нажмите здесь, чтобы узнать
tr_tr: Bunları okumak için buraya tıklayın
uk_ua: Натисніть тут, щоб прочитати
vi_vn: Nhấp vào đây để đọc
zh_latn: Diǎnjī yuèdú
zh_tw: 按下這裡即可閱讀

source: Close
ar_sa: إغلاق
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fa_ir: بستن
fi_fi: Sulje
fr_fr: Fermer
he_il: סגור
hu_hu: Bezár
id_id: Tutup
it_it: Chiudi
ja_jp: 終了
ko_kr: 닫기
nl_nl: Sluiten
ro_ro: Închidere
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_latn: Guānbì
zh_tw: 關閉

# ConfirmationText.Text
source: Are you sure to cancel the installation?
ar_sa: هل تريد بالتأكيد إلغاء التثبيت؟
de_de: Sind Sie sicher, dass Sie die Installation abbrechen möchten?
el_gr: Είστε βέβαιοι να ακυρώσετε την εγκατάσταση;
es_es: ¿Estás seguro de cancelar la instalación?
fa_ir: مطمئنید که می خواهید نصب را لغو کنید؟
fi_fi: Oletko varma että haluat lopettaa asennuksen?
fr_fr: Êtes-vous sûr de vouloir annuler l'installation ?
he_il: האם אתה בטוח לבטל את ההתקנה?
hu_hu: Biztosan megszakítod a telepítést?
id_id: Apakah Anda yakin ingin membatalkan penginstalan?
it_it: Sei sicuro di voler annullare l'installazione?
ja_jp: インストールを取り消しますか？
ko_kr: 설치를 취소하시겠습니까?
nl_nl: Weet u zeker dat u de installatie wilt annuleren?
ro_ro: Sunteți sigur că doriți să anulați instalarea?
ru_ru: Вы уверены, что хотите отменить установку?
tr_tr: Kurulumu iptal etmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете скасувати встановлення?
vi_vn: Bạn có chắc chắn hủy bỏ cài đặt?
zh_latn: Quèdìng yào qǔxiāo ānzhuāng ma?
zh_tw: 您確定要取消安裝嗎？

# ConnectPairedDevices
source: Connecting Paired Devices...
el_gr: Σύνδεση Συζευγμένων Συσκευών...
es_es: Conectando dispositivos emparejados...
fa_ir: در حال اتصال به دستگاه های جفت شده...
fi_fi: Yhdistetään Paritetut Laitteet...
fr_fr: Connexion aux appareils appairés...
hu_hu: Párosított eszközök csatlakoztatása...
id_id: Menghubungkan Perangkat yang Disandingkan...
it_it: Connessione Dispositivi Accoppiati...
ja_jp: ペアリングされたデバイスに接続しています。
ko_kr: 페어링된 장치 연결 중...
nl_nl: Connectie Paire Devices...
ro_ro: Se conectează dispozitive asociate...
sv_se: Ansluter parkopplade enheter...
tr_tr: Eşleştirilmiş Cihazlar Bağlanıyor...
uk_ua: Підключення приєднаних пристроїв...
vi_vn: Đang Kết Nối Các Thiết Bị Đã Ghép Nối...
zh_latn: 连接已匹配的设备……
zh_tw: 正在連線至已配對的裝置…

# CopyFlyoutItem.Text
source: Copy
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
fa_ir: کپی
fi_fi: Kopioi
fr_fr: Copier
he_il: עותק
hu_hu: Másolás
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
nl_nl: Kopiëren
ro_ro: Copiere
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopyala
uk_ua: Копіювати
vi_vn: Sao chép
zh_latn: Fùzhì
zh_tw: 複製

source: Devices
ar_sa: الأجهزة
de_de: Geräte
el_gr: Συσκευές
es_es: Dispositivos
fa_ir: دستگاه ها
fi_fi: Laitteet
fr_fr: Appareils
he_il: התקנים
hu_hu: Eszközök
id_id: Perangkat
it_it: Dispositivi
ja_jp: デバイス
ko_kr: 장치
nl_nl: Apparaten
ro_ro: Dispozitive
ru_ru: Устройства
sv_se: Enheter
tr_tr: Aygıtlar
uk_ua: Пристрої
vi_vn: Thiết bị
zh_latn: Shèbèi
zh_tw: 裝置

source: Download
ar_sa: تحميل
de_de: Herunterladen
el_gr: Λήψη
es_es: Descargar
fa_ir: بارگیری
fi_fi: Lataa
fr_fr: Télécharger
he_il: הורד
hu_hu: Letöltés
id_id: Unduh
ja_jp: ダウンロード
ko_kr: 다운로드
nl_nl: Downloaden
ro_ro: Descărcare
ru_ru: Скачать
sv_se: Ladda ner
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải xuống
zh_latn: Xiàzǎi
zh_tw: 下載

source: Download Failed
ar_sa: فشل التنزيل
de_de: Herunterladen fehlgeschlagen
el_gr: Η λήψη απέτυχε
es_es: Descarga fallida
fa_ir: بارگیری ناموفق بود
fi_fi: Asennus Epäonnistui
fr_fr: Échec du téléchargement
he_il: ההורדה נכשלה
hu_hu: Letöltés sikertelen
id_id: Gagal Mengunduh
it_it: Download Fallito
ja_jp: ダウンロードに失敗しました
ko_kr: 다운로드 실패
nl_nl: Downloaden mislukt
ro_ro: Descărcare eșuată
ru_ru: Сбой загрузки
tr_tr: Yüklenemedi
uk_ua: Помилка завантаження
vi_vn: Tải xuống thất bại
zh_latn: Xiàzǎi shībài
zh_tw: 下載失敗

# DownloadFailedInfo
source: Please check your network connection or the URL and try again.
ar_sa: الاتصال بالإنترنت غير متوفر. حاول مرة أخرى لاحقاً.
de_de: Bitte überprüfen Sie ihre Internetverbindung und versuchen sie es dann erneut.
el_gr: Παρακαλούμε ελέγξτε τη σύνδεσή σας στο δίκτυο ή το URL και προσπαθήστε ξανά.
es_es: Por favor, comprueba tu conexión a la red o el URL e intenta otra vez.
fa_ir: لطفا از صحیح بودن اتصال اینترنت خود مطمئن شوید و دوباره سعی کنید.
fi_fi: Tarkista verkkoyhteytesi tai URL-osoitteesi ja yritä uudelleen.
fr_fr: Veuillez vérifier votre connexion internet ou l'URL puis réessayer à nouveau.
he_il: אנא בדוק את חיבור הרשת שלך או את כתובת האתר ונסה שוב.
hu_hu: Ellenőrizd a hálózati kapcsolatot vagy az URL-címet, és próbáld újra.
id_id: Mohon cek koneksi internet anda atau URL dan coba lagi.
it_it: Verifica l'URL oppure la connessione di rete e riprova.
ja_jp: ネットワーク接続またはURLを確認して、もう一度お試しください。
ko_kr: 네트워크 연결 또는 URL을 확인한 후 다시 시도하세요.
nl_nl: Controleer uw netwerkverbinding of de URL en probeer opnieuw.
ro_ro: Vă rugăm să verificați conexiunea la rețea sau adresa URL și să încercați din nou.
ru_ru: Пожалуйста, проверьте подключение к интернету или URL и повторите попытку.
tr_tr: Lütfen ağ bağlantınızı veya URL'nizi kontrol edin ve yeniden deneyin.
uk_ua: Перевірте підключення до мережі або URL-адресу та повторіть спробу.
vi_vn: Vui lòng kiểm tra kết nối mạng của bạn và thử lại.
zh_latn: Qǐng jiǎnchá nín de wǎngluòliánjiē huò URL liànjiē bìngzhòng shì.
zh_tw: 請檢查您的網際網路連線或 URL 並再試一次。

source: Finding WSA...
ar_sa: العثور على WSA...
de_de: WSA wird gesucht...
el_gr: Αναζήτηση WSA...
es_es: Buscando WSA...
fa_ir: در حال پیدا کردن WSA...
fi_fi: Etsitään WSA...
fr_fr: Recherche de WSA...
he_il: מוצא WSA...
hu_hu: WSA megtalálása...
id_id: Mencari WSA...
it_it: Ricerca WSA...
ja_jp: WSAを探しています...
ko_kr: WSA 찾는 중...
nl_nl: WSA zoeken...
ro_ro: Se caută WSA...
ru_ru: Поиск Подсистемы Windows для Android...
sv_se: Söker ÖSA.
tr_tr: WSA Bulunuyor...
uk_ua: Пошук підсистеми Windows для Android...
vi_vn: Đang tìm WSA...
zh_latn: Zhèngzài xúnzhǎo WSA ……
zh_tw: 正在尋找 WSA…

source: Finished
ar_sa: انتهت
de_de: Fertig
el_gr: Ολοκληρώθηκε
es_es: Terminado
fa_ir: پایان یافت
fi_fi: Valmis
fr_fr: Terminé
he_il: הושלם
hu_hu: Befejezve
id_id: Selesai
it_it: Completato
ja_jp: 完了しました
ko_kr: 완료
nl_nl: Voltooid
ro_ro: Finalitzat
ru_ru: Готово
tr_tr: Tamamlandı
uk_ua: Завершено
vi_vn: Hoàn thành
zh_latn: Wánchéng
zh_tw: 完成

# FoundWSA
source: WSA Found
ar_sa: تم العثور على WSA
de_de: WSA gefunden
el_gr: Βρέθηκε WSA
es_es: WSA Encontrado
fa_ir: WSA پیدا شد
fi_fi: WSA Löytyi
fr_fr: WSA trouvé
he_il: WSA נמצא
hu_hu: WSA megtalálva
id_id: WSA Ditemukan
it_it: WSA Trovata
ja_jp: WSAが見つかりました
ko_kr: WSA 찾음
nl_nl: WSA gevonden
ro_ro: WSA găsit
ru_ru: Подсистема Windows для Android найдена
tr_tr: WSA Bulundu
uk_ua: Підсистему Windows для Android знайдено
vi_vn: Đã tìm thấy WSA
zh_latn: Zhǎodào WSA
zh_tw: WSA 已找到

source: Go to Setting
ar_sa: اذهب للإعدادات
de_de: Einstellungen öffnen
el_gr: Μετάβαση στις ρυθμίσεις
es_es: Ir a ajustes
fa_ir: رفتن به تنظیمات
fi_fi: Mene Asetuksiin
fr_fr: Accéder aux paramètres
he_il: עבור אל הגדרה
hu_hu: Beállítások megnyitása
id_id: Pergi ke Pengaturan
it_it: Vai alle impostazioni
ja_jp: 設定に移動
ko_kr: 설정으로 이동
nl_nl: Ga naar Instellingen
ro_ro: Mergeți la setări
ru_ru: Параметры
sv_se: Gå till inställning
tr_tr: Ayarlara Git
uk_ua: Налаштування
vi_vn: Đến Cài đặt
zh_latn: Qiánwǎng shèzhì yèmiàn
zh_tw: 前往設定
